tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "keith/formulae"
brew "bat"
brew "node"
brew "python@3.9"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "neovim"
brew "poetry"
brew "ripgrep"
brew "rust"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
